Repository: kukrik/qcubed-slider
Catalog: i18n/*.po
Languages: et, ru

source: A PHP extension stopped the file upload
et: PHP laiendus peatas faili üleslaadimise
ru: Расширение PHP остановило загрузку файла

source: The uploaded file exceeds the post_max_size directive in php.ini
et: Üleslaaditud fail ületab php.ini direktiivi post_max_size
ru: Загруженный файл превышает директиву post_max_size в php.ini

source: Filetype not allowed
et: Failitüüp pole lubatud
ru: Тип файла не разрешен

source: Invalid image type
et: Kehtetu pilditüüp
ru: Неверный тип изображения

source: Invalid file size
et: Kehtetu faili suurus
ru: Неверный размер файла

source: File size exceeds max_filesize %s
et: Faili suurus ületab max_filesize %s
ru: Размер файла превышает max_filesize %s

source: This file has been overwritten
et: See fail on üle kirjutatud
ru: Этот файл был перезаписан

source: Invalid image / failed getimagesize()
et: Vigane pilt / getimagesize() ebaõnnestus
ru: Неверное изображение/не удалось получить getimagesize()

source: Failed to resize image
et: Pildi suuruse muutmine ebaõnnestus
ru: Не удалось изменить размер изображения

source: The resizeImage() function failed to create and resize the image
et: Funktsioon resizeImage() ei suutnud pilti luua ja selle suurust muuta
ru: Функции resizeImage() не удалось создать и изменить размер изображения

source: Invalid chunk size
et: Sobimatu tüki suurus
ru: Неверный размер фрагмента

source: Failed to open stream: No such directory to put into
et: Voo avamine ebaõnnestus: sellist kataloogi pole, kuhu panna
ru: Не удалось открыть поток: нет такого каталога для помещения в него

source: Failed to open output stream
et: Väljundvoo avamine ebaõnnestus
ru: Не удалось открыть выходной поток

source: Failed to open input stream
et: Sisendvoo avamine ebaõnnestus
ru: Не удалось открыть входной поток

source: File not found
et: Faili ei leitud
ru: Файл не найден

source: Unable to deal with image type
et: Pilditüübiga ei saa hakkama
ru: Невозможно разобраться с типом изображения
