Repository: kukrik/qcubed-slider
Catalog: i18n/*.po
Languages: et, ru

source: Title
et: Pealkiri
ru: Заголовок

source: Status
et: Staatus
ru: Положение дел

source: Created
et: Loodud
ru: Созданный

source: Modified
et: Muudetud
ru: Модифицированный

source: Previous
et: Eelmine
ru: Предыдущий

source: Next
et: Järgmine
ru: Следующий

source: Search...
et: Otsi…
ru: Поиск…

source: Actions
et: Tegevused
ru: Действия

source: The title of the new carousel
et: Uue karusselli pealkiri
ru: Название новой карусели

source: Publiched
et: Avaldatud
ru: Опубликовано

source: Hidden
et: Peidetud
ru: Скрытый

source: Add carousel
et: Lisa karusell
ru: Добавить карусель

source: Save
et: Salvesta
ru: Сохрани

source: Cancel
et: Loobu
ru: Отменить

source: Tip
et: Näpunäide
ru: Кончик

source: <p style="margin-top: 15px;">Carousel cannot be created without name!</p>
et: <p style=“margin-top: 15px;”>Karuselli ei saa ilma nimeta luua!</p>
ru: <p style=“margin-top: 15px;”>Карусель не может быть создана без имени!</p>

source: I close the window
et: Panen akna kinni
ru: Я закрываю окно

source: Warning
et: Hoiatus
ru: Предупреждение

source: <p style="line-height: 25px; margin-bottom: 2px;">Cannot create a carousel with the same name!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Samanimelist karuselli ei saa luua!</p>
ru: <p style=“line-height: 25px; margin-bottom: 2px;”>Невозможно создать карусель с таким же именем!</p>

source: I understand
et: Ma saan aru
ru: Я понимаю

source: <p style="line-height: 25px; margin-bottom: 2px;"><strong>Are you sure that you have deleted the embed code on the front end before?</strong></p> <p style="line-height: 25px; margin-bottom: 2px;">If so, then there are 2 options, either completely delete together with the previously selected images or hide this carousel.</p> <p style="line-height: 25px; margin-bottom: -3px; color: #ff0000;"><strong>Once deleted, it cannot be undone!</strong></p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”><strong>Kas oled kindel, et oled varem esiotsas oleva manustamiskoodi kustutanud?</strong></p> <p style=“line-height: 25px; margin-bottom: 2px;”>Kui jah, siis on 2 võimalust,, kas täielikult kustutada koos eelnevalt valitud piltidega või peita see karusell.</p> <p style=“line-height: 25px; margin-bottom: -3px; color: #ff0000;”><strong>Pärast kustutamist ei saa seda tagasi võtta!</strong></p>
ru: <p style=“line-height: 25px; margin-bottom: 2px;”><strong>Вы уверены, что удалили код вставки на фронтенде раньше?</strong></p> <p style=“line-height: 25px; margin-bottom: 2px;”>Если да, то есть 2 варианта: либо полностью удалить вместе с ранее выбранными изображениями, либо скрыть эту карусель.</p> <p style=“line-height: 25px; margin-bottom: -3px; color: #ff0000;”><strong>После удаления его нельзя будет отменить!</strong></p>

source: I accept
et: Ma aktsepteerin
ru: Я принимаю

source: I'll cancel
et: Ma loobun
ru: Я отменю

source: <strong>Well done!</strong> The carousel has been created and saved.
et: <strong>Hästi tehtud!</strong> Karusell on loodud ja salvestatud.
ru: <strong>Хорошо сделанный!</strong> Карусель создана и сохранена.

source: <strong>Well done!</strong> The carousel has been updated and saved.
et: <strong>Hästi tehtud!</strong> Karuselli on värskendatud ja salvestatud.
ru: <strong>Хорошо сделанный!</strong> Карусель обновлена ​​и сохранена.

source: Change
et: Muuda
ru: Изменять

source: Delete
et: Kustuta
ru: Удалить

source: Public carousel
et: Avalik karusell
ru: Публичная карусель

source: Hidden slider
et: Peidetud liugur
ru: Скрытый слайдер

source: Width
et: Laius
ru: Ширина

source: Height
et: Kõrgus
ru: Высота

source: Top
et: Üles
ru: Вершина

source: Published
et: Avaldatud
ru: Опубликовано

source: Add images
et: Lisa pilte
ru: Добавить изображения

source: Change status
et: Muuda olekut
ru: Изменить статус

source: Update
et: Uuenda
ru: Обновлять

source: Refresh
et: Värskenda
ru: Обновить

source: Back
et: Tagasi
ru: Назад

source: <p style="line-height: 25px; margin-bottom: 2px;">Are you sure you want to permanently delete this image along with its data?</p> <p style="line-height: 25px; margin-bottom: -3px;">Can't undo it afterwards!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Kas soovid kindlasti selle pildi koos andmetega jäädavalt kustutada?</p> <p style=“line-height: 25px; margin-bottom: -3px;”>Seda ei saa hiljem tagasi võtta!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Вы уверены, что хотите навсегда удалить это изображение вместе с его данными?</p> <p style=“line-height: 25px; margin-bottom: -3px;”>Невозможно отменить это впоследствии!</p>

source: <p style="margin-top: 15px;">The carousel's status cannot be changed to public without images!</p> <p style="margin-top: 25px; margin-bottom: 15px;">After uploading images and activating their status, the carousel can be made public.</p>
et: <p style=“margin-top: 15px;”>lma piltideta ei saa karusselli olekut avalikuks muuta!</p> <p style=“margin-top: 15px;”>Pärast piltide üleslaadimist ja nende oleku aktiveerimist saab karusselli avalikustada.</p>
ru: <p style=“margin-top: 15px;”>Статус карусели нельзя изменить на публичный без изображений!</p> <p style=“margin-top: 25px; margin-bottom: 15px;”>После загрузки изображений и активации их статуса карусель можно сделать публичной.</p>

source: <strong>Well done!</strong> The data for this image has been updated successfully.
et: <strong>Hästi tehtud!</strong> Selle pildi andmete värskendamine õnnestus.
ru: <strong>Хорошо сделанный!</strong> Данные для этого изображения успешно обновлены.

source: <strong>Sorry!</strong> Failed to update data for this image.
et: <strong>Vabandust!</strong> Selle pildi andmete värskendamine ebaõnnestus.
ru: <strong>Извините!</strong> Не удалось обновить данные для этого изображения.

source: <strong>Well done!</strong> Deleting this image data was successful.
et: <strong>Hästi tehtud!</strong> Pildiandmete kustutamine õnnestus.
ru: <strong>Хорошо сделанный!</strong> Удаление данных изображения прошло успешно.

source: <strong>Sorry!</strong> Deleting this image data failed.
et: <strong>Vabandust!</strong> Pildiandmete kustutamine ebaõnnestus.
ru: <strong>Извините!</strong> Не удалось удалить данные изображения.

source: <strong>Well done!</strong> This carousel is now public!
et: <strong>Hästi tehtud!</strong> See karusell on nüüd avalik!
ru: <strong>Хорошо сделанный!</strong> Эта карусель теперь общедоступна!

source: <strong>Well done!</strong> This carousel is now hidden!
et: <strong>Hästi tehtud!</strong> See karusell on nüüd peidetud!
ru: <strong>Хорошо сделанный!</strong> Эта карусель теперь скрыта!

source: Edit
et: Redigeeri
ru: Редактировать

source: - Select a destination -
et: - Vali sihtkoht -
ru: - Выберите пункт назначения -

source: Crop image
et: Kärbi pilti
ru: Обрезать изображение

source: Crop and save
et: Kärbi ja salvesta
ru: Обрезать и сохранить

source: Search results:
et: Otsingu tulemused:
ru: Результаты поиска:

source: Add files
et: Lisa faile
ru: Добавить файлы

source: Start upload
et: Alusta üleslaadimist
ru: Начать загрузку

source: Cancel all uploads
et: Loobu kõikidest üleslaadimistest
ru: Отменить все загрузки

source: Back to file manager
et: Tagasi failihaldurisse
ru: Вернуться в файловый менеджер

source: Done
et: Valmis
ru: Сделанный

source: Upload
et: Laadi üles
ru: Загрузить

source: Add folder
et: Lisa kaust
ru: Добавить папку

source: Rename
et: Nimeta ümber
ru: Переименовать

source: Crop
et: Kärbi
ru: Обрезать

source: Copy
et: Kopeeri
ru: Копировать

source: Delete
et: Kustuta
ru: Удалить

source: Move
et: Teiselda
ru: Двигаться

source: Insert
et: Sisesta
ru: Вставлять

source: <p style="margin-top: 15px;">Corrupted table "folders" in the database or folder "upload" in the file system!</p> <p style="margin-top: 15px;">The table and the file system must be in sync.</p> <p style="margin-top: 15px;">Please contact the developer or webmaster!</p>
et: <p style=“margin-top: 15px;”>Vigane tabel “folders” andmebaasis või kaust “upload” failisüsteemis!</p> <p style=“margin-top: 15px;”>Tabel ja failisüsteem peavad olema sünkroonis.</p> <p style=“margin-top: 15px;”>Võta ühendust arendaja või veebihalduriga!</p>
ru: <p style=“margin-top: 15px;”>Повреждена таблица “folders” в базе данных или папка “upload” в файловой системе!</p> <p style=“margin-top: 15px;”>Таблица и файловая система должны быть синхронизированы.</p> <p style=“margin-top: 15px;”>Обратитесь к разработчику или веб-мастеру!</p>

source: I take note and ask for help
et: Võtan teadmiseks ja palun abi
ru: Беру на заметку и прошу помощи

source: <p style="margin-top: 15px;">Sorry, files cannot be added to this reserved folder!</p> <p style="margin-top: 15px;">Choose another folder!</p>
et: <p style=“margin-top: 15px;”>Kahjuks ei saa sellesse reserveeritud kausta faile lisada!</p> <p style=“margin-top: 15px;”>Vali mõni muu kaust!</p>
ru: <p style=“margin-top: 15px;”>К сожалению, файлы нельзя добавлять в эту зарезервированную папку!</p> <p style=“margin-top: 15px;”>Выберите другую папку!</p>

source: <p style="margin-top: 15px;">Please choose only specific folder to upload files!</p>
et: <p style=“margin-top: 15px;”>Palun vali failide üleslaadimiseks ainult konkreetne kaust!</p>
ru: <p style=“margin-top: 15px;”>Для загрузки файлов выберите только определенную папку!</p>

source: <p style="margin-top: 15px;">Cannot select multiple folders to upload files!</p>
et: <p style=“margin-top: 15px;”>Failide üleslaadimiseks ei saa valida mitut kausta!</p>
ru: <p style=“margin-top: 15px;”>Невозможно выбрать несколько папок для загрузки файлов!</p>

source: Info
ru: Информация

source: <p style="line-height: 25px; margin-bottom: 10px;">Please check if the destination is correct!</p>
et: <p style=“line-height: 25px; margin-bottom: 10px;”>Palun kontrolli, et kas sihtkoht on õige!</p>
ru: <p style=“line-height: 25px;margin-bottom: 10px;”>Проверьте правильность адресата!</p>

source: I will continue
et: Ma jätkan
ru: Я продолжу

source: <p style="margin-top: 15px;">Sorry, a new folder cannot be added to this reserved folder!</p> <p style="margin-top: 15px;">Choose another folder!</p>
et: <p style=“margin-top: 15px;”>Kahjuks ei saa sellesse reserveeritud kausta uut kausta lisada!</p> <p style=“margin-top: 15px;”>Vali mõni muu kaust!</p>
ru: <p style=“margin-top: 15px;”>К сожалению, в эту зарезервированную папку невозможно добавить новую папку!</p> <p style=“margin-top: 15px;”>Выберите другую папку!</p>

source: <p style="margin-top: 15px;">Please select only one folder to create a new folder in!</p>
et: <p style=“margin-top: 15px;”>Palun vali uue kausta loomiseks ainult üks kaust!</p>
ru: <p style=“margin-top: 15px;”>Чтобы создать новую папку, выберите только одну папку!</p>

source: Name of new folder
et: Uue kausta nimi
ru: Имя новой папки

source: <p style="line-height: 25px; margin-bottom: 2px;">New folder created successfully!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Uue kausta loomine õnnestus!</p>
ru: <p style=“line-height: 25px; margin-bottom: 2px;”>Новая папка успешно создана!</p>

source: Success
et: Edu
ru: Успех

source: <p style="margin-top: 15px;">Failed to create new folder!</p>
et: <p style=“margin-top: 15px;”>Uue kausta loomine ebaõnnestus!</p>
ru: <p style=“margin-top: 15px;”>Не удалось создать новую папку!</p>

source: <p style="margin-top: 15px;">Sorry, this reserved folder or file cannot be renamed!</p> <p style="margin-top: 15px;">Choose another folder or file!</p>
et: <p style=“margin-top: 15px;”>Vabandust, seda reserveeritud kausta või faili ei saa ümber nimetada!</p> <p style=“margin-top: 15px;”>Vali mõni muu kaust või fail!</p>
ru: <p style=“margin-top: 15px;”>К сожалению, эту зарезервированную папку или файл невозможно переименовать!</p> <p style=“margin-top: 15px;”>Выберите другую папку или файл!</p>

source: <p style="margin-top: 15px;">Please select a folder or file!</p>
et: <p style=“margin-top: 15px;”>Palun vali kaust või fail!</p>
ru: <p style=“margin-top: 15px;”>Выберите папку или файл!</p>

source: <p style="margin-top: 15px;">Please select only one folder or file to rename!</p>
et: <p style=“margin-top: 15px;”>Palun vali ümbernimetamiseks ainult üks kaust või fail!</p>
ru: <p style=“margin-top: 15px;”>Выберите только одну папку или файл для переименования!</p>

source: Rename the folder or file name
et: Nimeta kausta või faili nimi ümber
ru: Переименуйте папку или имя файла

source: <p style="line-height: 25px; margin-bottom: 2px;">Folder name changed successfully!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Kausta nime muutmine õnnestus!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Имя папки успешно изменено!</p>

source: <p style="line-height: 25px; margin-bottom: 2px;">Failed to rename folder!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Kausta ümbernimetamine ebaõnnestus!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Не удалось переименовать папку!</p>

source: <p style="line-height: 25px; margin-bottom: 2px;">File name changed successfully!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Failinime muutmine õnnestus!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Имя файла успешно изменено!</p>

source: <p style="line-height: 25px; margin-bottom: 2px;">Failed to rename file!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Faili ümbernimetamine ebaõnnestus!</p>
ru: <p style=“line-height: 25px; margin-bottom: 2px;”>Не удалось переименовать файл!</p>

source: <p style="margin-top: 15px;">Please select a specific folder(s) or file(s)!</p>
et: <p style=“margin-top: 15px;”>Palun vali konkreetne(d) kaust(ad) või fail(id)!</p>
ru: <p style=“margin-top: 15px;”>Выберите определенную папку(и) или файл(ы)!</p>

source: <p style="line-height: 25px; margin-bottom: 2px;">It is not possible to copy the main directory!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Peakataloogi pole võimalik kopeerida!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Невозможно скопировать основной каталог!</p>

source: Copy files or folders
et: Kopeeri failid või kaustad
ru: Копирование файлов или папок

source: <p style="line-height: 25px; margin-bottom: 2px;">Selected files and folders have been copied successfully!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Valitud failid ja kaustad on edukalt kopeeritud!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Выбранные файлы и папки успешно скопированы!</p>

source: Ok
ru: Хорошо

source: <p style="line-height: 25px; margin-bottom: 2px;">Error while copying items!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Viga üksuste kopeerimisel!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Ошибка при копировании элементов!</p>

source: <p style="margin-top: 15px;">Sorry, this reserved folder or file cannot be deleted!</p> <p style="margin-top: 15px;">Choose another folder or file!</p>
et: <p style=“margin-top: 15px;”>Vabandust, seda reserveeritud kausta või faili ei saa kustutada!</p> <p style=“margin-top: 15px;”>Vali mõni muu kaust või fail!</p>
ru: <p style=“margin-top: 15px;”>К сожалению, эту зарезервированную папку или файл невозможно удалить!</p> <p style=“margin-top: 15px;”>Выберите другую папку или файл!</p>

source: <p style="line-height: 25px; margin-bottom: 2px;">It is not possible to delete the main directory!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Peakataloogi pole võimalik kustutada!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Основной каталог удалить невозможно!</p>

source: Delete files or folders
et: Kustuta failid või kaustad
ru: Удалить файлы или папки

source: <p style="line-height: 25px; margin-bottom: 2px;">The selected files and folders have been successfully deleted!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Valitud failid ja kaustad on edukalt kustutatud!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Выбранные файлы и папки успешно удалены!</p>

source: <p style="line-height: 25px; margin-bottom: 2px;">Error while deleting items!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Viga üksuste kustutamisel!</p>
ru: <p style=“line-height: 25px; margin-bottom: 2px;”>Ошибка при удалении элементов!</p>

source: <p style="line-height: 25px; margin-bottom: 2px;">It is not possible to move the main directory!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Peakataloogi pole võimalik teiseldada!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Основной каталог переместить невозможно!</p>

source: <p style="margin-top: 15px;">Sorry, this reserved folder or file cannot be moved!</p> <p style="margin-top: 15px;">Choose another folder or file!</p>
et: <p style=“margin-top: 15px;”>Vabandust, seda reserveeritud kausta või faili ei saa teisaldada!</p> <p style=“margin-top: 15px;”>Vali mõni muu kaust või fail!</p>
ru: <p style=“margin-top: 15px;”>К сожалению, эту зарезервированную папку или файл невозможно переместить!</p> <p style=“margin-top: 15px;”>Выберите другую папку или файл!</p>

source: Move files or folders
et: Teisalda faile või kaustu
ru: Переместить файлы или папки

source: <p style="line-height: 25px; margin-bottom: 2px;">The selected files and folders have been successfully moved!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Valitud failid ja kaustad on edukalt teisaldatud!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Выбранные файлы и папки успешно перемещены!</p>

source: <p style="line-height: 25px; margin-bottom: 2px;">Error while moving items!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Viga üksuste teisaldamisel!</p>
ru: <p style=“line-height: 25px;margin-bottom: 2px;”>Ошибка при перемещении элементов!</p>

source: <p style="margin-top: 15px;">Sorry, be cannot insert into a reserved file!</p> <p style="margin-top: 15px;">Select and copy this file to another location, then insert!</p>
et: <p style=“margin-top: 15px;”>Kahjuks ei saa reserveeritud faili sisestada!</p> <p style=“margin-top: 15px;”>Vali ja kopeeri see fail teise asukohta, seejärel sisesta!</p>
ru: <p style=“margin-top: 15px;”>К сожалению, невозможно вставить в зарезервированный файл!</p> <p style=“margin-top: 15px;”>Выберите и скопируйте этот файл в другое место, а затем вставьте!</p>

source: <p style="margin-top: 15px;">Please select a image!</p>
et: <p style=“margin-top: 15px;”>Palun vali pilt!</p>
ru: <p style=“margin-top: 15px;”>Пожалуйста, выберите изображение!</p>

source: <p style="margin-top: 15px;">Please select only one image to crop!</p> <p style="margin-top: 15px;">Allowed file types: jpg, jpeg, png.</p>
et: <p style=“margin-top: 15px;”>Palun vali ainult üks pilt kärbimiseks</p> <p style=“margin-top: 15px;”>Lubatud failitüübid: jpg, jpeg, png</p>
ru: <p style=“margin-top: 15px;”>Выберите только одно изображение для обрезки!</p> <p style=“margin-top: 15px;”>Разрешенные типы файлов: jpg, jpeg, png.</p>

source: <p style="margin-top: 15px;">Please select only one image to crop!</p>
et: <p style=“margin-top: 15px;”>Palun vali ainult üks pilt kärbimiseks</p>
ru: <p style=“margin-top: 15px;”>Пожалуйста, выберите только одно изображение для обрезки!</p>

source: <p style="line-height: 25px; margin-bottom: 2px;">Image cropping succeeded!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Pildi kärpimine õnnestus!</p>
ru: <p style=“line-height: 25px; margin-bottom: 2px;”>Обрезка изображения прошла успешно!</p>

source: <p style="line-height: 25px; margin-bottom: 2px;">Image cropping failed!</p>
et: <p style=“line-height: 25px; margin-bottom: 2px;”>Pildi kärpimine ebaõnnestus!</p>
ru: <p style=“line-height: 25px; margin-bottom: 2px;”>Обрезка изображения не удалась!</p>

source: <p style="margin-top: 15px;">The image is invalid for cropping!</p> <p style="margin-top: 15px;">It is recommended to delete this image and upload it again!</p>
et: <p style=“margin-top: 15px;”>Pilt on kärpimiseks sobimatu!</p> <p style=“margin-top: 15px;”>Soovitatav on see pilt kustutada ja uuesti üles laadida!</p>
ru: <p style=“margin-top: 15px;”>Изображение недопустимо для обрезки!</p> <p style=“margin-top: 15px;”>Рекомендуется удалить это изображение и загрузить его снова!</p>

source: Folder cannot be created without name!
et: Kausta ei saa ilma nimeta luua!
ru: Папку невозможно создать без имени!

source: Cannot create a folder with the same name!
et: Sama nimega kausta ei saa luua!
ru: Невозможно создать папку с таким же именем!

source: The name of the main directory cannot be changed!
et: Peakataloogi nime ei saa muuta!
ru: Имя основного каталога изменить нельзя!

source: Cannot rename a folder or file without a name!
et: Ilma nimeta kausta või faili ei saa ümber nimetada!
ru: Невозможно переименовать папку или файл без имени!

source: This name cannot be used because it is already in use!
et: Seda nime ei saa kasutada, kuna see on juba kasutusel!
ru: Это имя нельзя использовать, поскольку оно уже используется!

source: Please select a destination folder!
et: Palun vali sihtkaust!
ru: Пожалуйста, выберите папку назначения!

source: Source folder:
et: Lähtekaust:
ru: Исходная папка:

source: Destination folder:
et: Sihtkaust:
ru: Папка назначения:

source: - Select One -
et: - Vali üks -
ru: - Выбери один -

source: Are you sure you want to permanently delete these files and folders?
et: Kas oled kindel, et soovid need failid ja kaustad jäädavalt kustutada?
ru: Вы уверены, что хотите навсегда удалить эти файлы и папки?

source: Can\'t undo it afterwards!
et: Seda ei saa hiljem tagasi võtta!
ru: Невозможно отменить это впоследствии!

source: Files are locked or cannot be deleted together with folders!
et: Failid on lukus või neid ei saa koos kaustadega kustutada!
ru: Файлы заблокированы или не могут быть удалены вместе с папками!

source: Unlocked files can be deleted!
et: Lukustamata faile saab kustutada!
ru: Разблокированные файлы можно удалить!

source: Files and folders to be deleted:
et: Kustutavad failid ja kaustad:
ru: Файлы и папки, которые необходимо удалить:

source: Files are locked or cannot be moved together with folders!
et: Failid on lukus või neid ei saa koos kaustadega teisaldada!
ru: Файлы заблокированы или не могут быть перемещены вместе с папками!

source: Unlocked files can be moved!
et: Lukustamata faile saab teisaldada!
ru: Разблокированные файлы можно перемещать!

source: It is not possible to copy the main directory!
et: Peakataloogi pole võimalik kopeerida!
ru: Невозможно скопировать основной каталог!

source: Carousel manager
et: Karuselli haldus
ru: Менеджер карусели

source: Carousels list
et: Karusellide loend
ru: Список каруселей

source: Carousel list settings
et: Karusselli loendi seaded
ru: Настройки списка карусели

source: is required
et: on vajalik
ru: требуется

source: Required
et: Nõutav
ru: Необходимый

source: Destination:
et: Sihtkoht:
ru: Место назначения:

source: Uploaded file exceeds upload_max_filesize directive in php.ini
et: Üleslaaditud fail ületab faili php.ini direktiivi upload_max_filesize
ru: Загруженный файл превышает директиву upload_max_filesize в php.ini

source: Uploaded file exceeds MAX_FILE_SIZE directive specified in the HTML form
et: Üleslaaditud fail ületab HTML-vormis määratud MAX_FILE_SIZE direktiivi
ru: Загруженный файл превышает директиву MAX_FILE_SIZE, указанную в HTML-форме

source: The uploaded file was only partially uploaded
et: Üleslaaditud fail laaditi üles ainult osaliselt
ru: Загруженный файл был загружен только частично

source: Failed to move uploaded file
et: Üleslaaditud faili teisaldamine ebaõnnestus
ru: Не удалось переместить загруженный файл

source: Missing a temporary folder
ru: Отсутствует временная папка

source: Failed to write file to disk
et: Faili kettale kirjutamine ebaõnnestus
ru: Не удалось записать файл на диск
